cases = [
    {
        "id": 1,
        "title": "samsung galaxy S24 Ultra 256gb",
        "desc": "Флагманский смартфон, экран 6.8 дюймов AMOLED, батарея 5000 мАч, память 256 гб, цвет титан виолетовый, Android 14"
    },
    {
        "id": 2,
        "title": "Apple iPhone 15 Pro Max 512GB",
        "desc": "Самый мощный айфон, диагональ 6.7 дюйма, чип A17 Pro, 512 гигабайт, вес 221 грамм, чёрный титан"
    },
    {
        "id": 3,
        "title": "Xiaomi redmi note 13 pro 8/256",
        "desc": "Экран 6.67 дюймов, оперативка 8 ГБ, накопитель 256 ГБ, батарея 5100 мАч, цвет midnight black, корпус 0.74 см"
    },
    {
        "id": 4,
        "title": "Realme GT 6T 12/256",
        "desc": "Snapdragon 7+ Gen 3, AMOLED 6.78 дюймов, 12 ГБ RAM, 256 GB ROM, батарея 5500 mAh, колор голд"
    },
    {
        "id": 5,
        "title": "самсунг а54 5g",
        "desc": "пусть и середнячок но экран 6.4 дюйма super amoled, аккум 5000, память 128 гб, цв синий"
    },
    {
        "id": 6,
        "title": "Motorola Edge 50 8/256GB",
        "desc": "156 грамм, экран pOLED 6.7 дюймов, оперативная 8 гб, встроенная 256 гб, 5000 мАч, зелёный"
    },
    {
        "id": 7,
        "title": "инфиникс НОТ 40",
        "desc": "производительный смартфон для повседневных задач, красивый дизайн, быстрая зарядка"
    },
    {
        "id": 8,
        "title": "Huawei P60 Pro 256",
        "desc": "экран 6.67 дюйма OLED, 256 ГБ, батарея 4815 мАч, чёрный цвет, титан рама"
    },
    {
        "id": 9,
        "title": "Sony Xperia 1 VI 12/256GB",
        "desc": "6.5 дюймов экран 4K OLED, чип Snapdragon 8 Gen 3, 12 ГБ оперативной и 256 ГБ встроенной памяти, батарея 5000 мАч, цвет черный, вес 192 г, камера 48 МП"
    }
]
